Aanung - an CR 4
XP 1, 200
LE Medium undead
Init + 1;
Senses darkvision 60 ft., blindsense(thought) 30 ft.;
Perception + 10
Defense
HP 43
EAC 15;
KAC 16
Fort + 3;
Ref + 3;
Will + 9
DR 5 / magic;
Immunities undead immunities;
SR 15
Offense
Speed 30 ft., fly 20 ft.(Su, perfect)
Melee claw + 8(1 d4 + 4 S plus grab)
Offensive Abilities ritual scar
Spell - Like Abilities(CL 4 th; ranged + 8)
1 / day— inflict pain(DC 17), mind thrust(2 nd level, DC 17)
3 / day— command(DC 16), detect thoughts(DC 16), fear(DC 16)
At will— ghost sound(DC 15), telekinetic projectile
Statistics
STR + 0;
DEX + 1;
CON—;
INT + 5;
WIS + 1;
CHA + 3
Skills Athletics + 10, Intimidate + 15, Mysticism + 15, Stealth + 15
Languages Aklo, Common, up to three others;
limited telepathy 30 ft.
Other Abilities unliving
Ecology
Environment any
Organization solitary or circle(1 plus 3– 5 occult zombies)
Special Abilities
Ritual Scar(Su) An aanung - an that starts its turn grappling a creature can attempt to carve a ritual scar into its victim’ s body as a standard action, afflicting it with potent magic.The aanung - an attempts a Mysticism check(DC = 20 + target’ s level or CR).On a success, the aanung - an renews the grapple, and the target takes 1 d6 + 4 slashing damage as the aanung - an claws a symbol into its body.The target must then succeed at a DC 15 Will saving
throw or suffer one of the following effects of the aanung - an’ s choice: bestow curse, slow, or suggestion.These effects
function at the aanung - an’ s caster level.Certain aanung - ans might inflict different or unique effects with this ability, at the GM’ s discretion.
Description
Aanung - ans, sometimes called the occulted dead, are rare undead creatures that rise from the corpses of those who died
while performing vile and malignant occult rituals.Rising as gangly, emaciated corpses attired in ritual trappings, aanung - ans wield obscure lore in service to unknowable agendas.Some scholars theorize that aanung - ans are somehow linked to one another and are attempting to enact a galaxywide ritual, though none agree on their final goal.Conjecture runs from summoning an eldritch horror from beyond space and time to snuffing out all life in the blink of an eye.

While aanung - ans are almost always solitary, rumors persist of individual aanung - ans raising small cabals of zombies to
function as bodyguards and servants.Such aanung - ans are likely very powerful spellcasters with sinister schemes.